tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "robusta-dev/krr"
tap "shinokada/abi"
tap "stripe/stripe-cli"
brew "ack"
brew "argocd"
brew "autoconf"
brew "python@3.12"
brew "autojump"
brew "aws-sdk-cpp"
brew "azure-cli"
brew "bat"
brew "bcrypt"
brew "binutils"
brew "bison"
brew "node"
brew "bitwarden-cli"
brew "clang-build-analyzer"
brew "cloudflared"
brew "cmake", link: false
brew "cmake-docs", link: false
brew "cmctl"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diffutils"
brew "dive"
brew "docker-buildx"
brew "dust"
brew "ed"
brew "eksctl"
brew "gnutls"
brew "emacs"
brew "eza"
brew "file-formula"
brew "findutils"
brew "flex"
brew "fzf"
brew "gawk"
brew "ghi"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "gpatch"
brew "grep"
brew "gzip"
brew "helm"
brew "helmify"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "ipcalc"
brew "iperf3"
brew "ipython"
brew "k3sup"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "less"
brew "libressl"
brew "llvm"
brew "macvim"
brew "make"
brew "mtr"
brew "nano"
brew "neovim"
brew "nerdfix"
brew "nmap"
brew "openjdk"
brew "openssh"
brew "perl"
brew "pipx"
brew "postgresql@14"
brew "powerlevel10k"
brew "pstree"
brew "python-ply"
brew "python-tk@3.11"
brew "python-yq", link: false
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "screen"
brew "spaceman-diff"
brew "spark"
brew "starship"
brew "stern"
brew "stow"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unzip"
brew "vault"
brew "watch"
brew "wdiff"
brew "wget"
brew "yadm"
brew "yq"
brew "yt-dlp"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "shinokada/abi/abi"
cask "1password-beta"
cask "1password-cli-beta"
cask "airtable", args: { appdir: "/Applications" }
cask "anaconda"
cask "arq", args: { appdir: "/Applications" }
cask "cmake"
cask "font-fira-code-nerd-font"
cask "fvim"
cask "gitkraken-cli"
cask "gstreamer-runtime"
cask "handbrake", args: { appdir: "/Applications" }
cask "kui"
cask "messenger", args: { appdir: "/Applications" }
cask "neat"
cask "notion-calendar", args: { appdir: "/Applications" }
cask "plex", args: { appdir: "/Applications" }
cask "wine-stable"
cask "zap"
